[
    {
      "title": "Mistborn: The Way of Kings",
      "author": "Brandon Sanderson",
      "pages": 672,
      "desc": "A thrilling fantasy novel set in a world where magic and political intrigue collide.",
      "cover": "/images/covers/mistborn-the-way-of-kings.png"
    },
    {
      "title": "Shogun",
      "author": "James Clavell",
      "pages": 1152,
      "desc": "An epic historical novel set in feudal Japan, portraying the clash of cultures during the Tokugawa shogunate.",
      "cover": "/images/covers/shogun.png"
    },
    {
      "title": "Mother of Learning",
      "author": "Domagoj Kurmaic",
      "pages": 1100,
      "desc": "A web novel featuring a protagonist stuck in a time loop, honing his magical abilities to confront a looming threat.",
      "cover": "/images/covers/mother-of-learning.png"
    },
    {
      "title": "Lord of the Mysteries",
      "author": "Cuttlefish That Loves Diving",
      "pages": 1729,
      "desc": "A Chinese web novel blending elements of fantasy, mystery, and cultivation, following the journey of a modern man in a mysterious world.",
      "cover": "/images/covers/lord-of-the-mysteries.png"
    },
    {
      "title": "The Witcher",
      "author": "Andrzej Sapkowski",
      "pages": 384,
      "desc": "A collection of short stories and novels featuring Geralt of Rivia, a monster hunter in a dark and morally complex world.",
      "cover": "/images/covers/the-witcher.png"
    },
    {
      "title": "Meditations",
      "author": "Marcus Aurelius",
      "pages": 240,
      "desc": "Meditations is a series of personal writings by Roman emperor Marcus Aurelius, written in Greek while on campaign between 170 and 180 CE. It is a collection of his philosophy on life, duty, self-improvement, and finding happiness. Meditations is a foundational text of Stoic philosophy, and continues to be read and admired for its timeless wisdom and insights on human nature.",
      "cover": "/images/covers/meditations.jpg"
    },
    {
      "title": "The Daily Stoic",
      "author": "Ryan Holiday and Stephen Hanselman",
      "pages": 366,
      "desc": "This book offers a daily dose of Stoic philosophy through short excerpts from Stoic texts, explanations of the ideas, and reflections on how to apply them to your own life.",
      "cover": "/images/covers/the-daily-stoic.jpg"
    },
    {
      "title": "The Subtle Art of Not Giving a F*ck",
      "author": "Mark Manson",
      "pages": 224,
      "desc": "This international bestseller challenges the notion that positive thinking is always the answer. Author Mark Manson argues for the importance of focusing on what truly matters and letting go of the things that don't.",
      "cover": "/images/covers/the-subtle-art-of-not-giving-a-fuck.jpg"
    },
    {
      "title": "12 Rules for Life: An Antidote to Chaos",
      "author": "Jordan B. Peterson",
      "pages": 416,
      "desc": "Clinical psychologist Jordan Peterson lays out 12 principles to help people find meaning and order in a chaotic world. Drawing on psychology, mythology, and philosophy, Peterson's book offers guidance on setting goals, taking responsibility, and living a meaningful life.",
      "cover": "/images/covers/12-rules-for-life-an-antidote-to-chaos.png"
    },
    {
      "title": "The 48 Laws of Power",
      "author": "Robert Greene",
      "pages": 403,
      "desc": "This best-selling book offers a dark and cynical guide to navigating the world of power. Greene outlines 48 strategies for gaining power, influence, and control over others. The book has been criticized for its amoral content, but it remains a popular read for those interested in the psychology of power.",
      "cover": "/images/covers/the-48-laws-of-power.png"
    },
    {
      "title": "Tales of Horror",
      "author": "H.P. Lovecraft",
      "pages": 752,
      "desc": "Dive into Lovecraft's chilling world with his most iconic stories, including \"The Call of Cthulhu\" and \"The Shadow Over Innsmouth,\" leaving readers both unnerved and fascinated by his unique literary contributions.",
      "cover": "/images/covers/tales-of-horror.png"
    },
    {
      "title": "It",
      "author": "Stephen King",
      "pages": 1168,
      "desc": "In the haunted city of Derry, seven childhood friends face an unspeakable evil that draws them back as adults, forcing them to confront nightmares both past and present.",
      "cover": "/images/covers/it.png"
    },
    {
      "title": "Me Before You",
      "author": "Jojo Moyes",
      "pages": 369,
      "desc": "Louisa, an ordinary girl, finds herself caring for Will, a once-adventurous man now confined to a wheelchair. Their unlikely bond challenges them to reconsider life's worth in this heartrending tale of love and sacrifice.",
      "cover": "/images/covers/me-before-you.png"
    },
    {
      "title": "The Art of War",
      "author": "Sun Tzu, Thomas Cleary",
      "pages": 273,
      "desc": "Sun Tzu's timeless military strategy, adapted over centuries, remains invaluable for navigating not only warfare but also politics, business, and daily life.",
      "cover": "/images/covers/the-art-of-war.png"
    },
    {
      "title": "The Song of Achilles",
      "author": "Madeline Miller",
      "pages": 408,
      "desc": "Delve into the mythic world of Achilles and Patroclus, as they navigate love, war, and destiny amidst the backdrop of the Trojan War, facing the wrath of gods and the cruelty of fate.",
      "cover": "/images/covers/the-song-of-achilles.png"
    }

  ]
